{
  "intro": [
    {
      "greet": "Hi, my name is",
      "userName": "Ashutosh Sahni.",
      "subHeading": "I build things for the web & windows.",
      "description": "I am a Software Developer skilled in building web and desktop applications. I occasionally explore design, adding creativity to my work. Currently, I am focused on enhancing my skills and delivering applications with exceptional user experiences."
    }
  ],

  "about": [
    {
      "description": [
        "Hi, I'm Ashu, a passionate developer with a strong interest in building innovative solutions that bridge creativity and technology. I specialize in ReactJS and enjoy crafting dynamic, user-friendly web applications.",
        "Beyond coding, I’m an avid learner, constantly exploring topics in computers, science, and technology to enhance my skills. My curiosity extends to fields like astronomy, nature, and mysteries, which inspire me to think outside the box.",
        "When I’m not working on projects, you’ll likely find me reading, playing chess, experimenting with photography, or staying fit through running and fitness routines. I believe in creating meaningful experiences, whether through my code or the stories I tell through my hobbies. Let’s connect and collaborate!",
        "Here are few technologies I've worked on: "
      ],
      "technologies": ["ReactJS", "SQL", "Winforms C#", "Figma", "NodeJS", "Internet Computing"]
    }
  ],

  "workExperience": [
    {
      "companyName": "CodeClause",
      "designation": "Python Developer Intern | CodeClause",
      "duration": "June 2023",
      "description": [
        "Worked at various small Python projects that required creating GUI based applications.",
        "This was a remote internship and during the internship, I explored various python libraries such as Tkinter, Random, etc.",
        "Some of the projects include, Speed Typing Test, GUI Calculator and Random Password Generator."
      ]
    },
    {
      "companyName": "Digisure",
      "designation": "Junior Software Developer | Digisure Technologies Pvt. Ltd.",
      "duration": "June 2024 - Present",
      "description": [
        "Developing high-quality, robust Windows applications coded using C#.",
        "Worked on 5+ Windows Project handling both frontend and database portion.",
        "Some of the projects include, Paroso Bhojan, Smart Desktop, Database Comparison Tool, IESCMS, etc.",
        "Contributed small changes to few web projects too."
      ]
    }
  ],

  "majorProjects": [
    {
      "projectName": "React Jobs",
      "isOpenSource": true,
      "description": "",
      "technologyUsed": [],
      "githubLink": "",
      "liveLink": ""
    }
  ]
  
}